[TrickNames]

Haste=Very Fast
Precipitation=Fast
Punctual=Beam of Light
Appointment=5 Beams
Hard to get=Health Bonus
Crazy Jump=Tricky Jump
Headshot=Headshot
Accuracy=Accuracy
Timer=Timer
Kills=Kills
Murderer=Murderer
Kill Feast=Kill Feast
Blood Orgy=Blood Orgy
Bonus Challenge=Bonus Challenge
Cleaner: All Enemies Dead=All Enemies Dead
Mayhem=Massacre
Chain Kill=Chain Bonus
Boom!=Explosion
Weeper=Weeper
Lower Guard=Lower Guard
City Guard=City Guard
Elite Guard=Elite Guard
Thug=Thug
Hound=Hound
overseer=Overseer
Musical Overseer=Musical Overseer
TallBoy=Tallboy
assassin=Assassin
Torturer=Torturer
Daud=Daud
Assassinate=Fatality
Drop Kill=Drop Assassination
Sever Limb=Dismemberment
Adrenaline=Bloodthirsty
In Flames=Burning
Dark Kill=Power Kill
Power Combo=Power Combo
Perfect Block=Counterattack
Low Blow=Low Blow
Payback=Back Home
Faction Combo=Multiple Factions
Get Back=Back Home
Fast Killer=Fast Killer
Fencer=Fencer
Sharpshooter=Sharpshooter
No Elixir=No Elixir
Invincible=Invincible
Vanish=Vanished
Death Streak=Kill Streak
Stealthy Streak=Stealthy Streak
Drop Assassination=Drop Assassination
Clue=Clue Found
Target=Target Assassinated
Lucky Boy=Lucky Guess
Ghost=Ghost
Quickly Done=Very Fast
Destroy=
Combo=Tank Combo
Boiling Oil=20 Tanks
Perfect Wave=Perfect Round
Arrival=Finish
Mana Bonus=Mana Bonus
Egg1=Potterstead Egg
Egg2=Cullero Egg
Egg3=Wynnedown Egg
Egg4=Yaro Egg
Egg5=Redmoor Egg
Egg6=Driscol Egg
Coin=Loot
Stealth Bonus=Stealth Bonus
Shoot=Shot
Multiple Shots=Multi Shot
Surprise shot=Surprise Shot
Civilian spared=Civilian Spared
Novelty=Novelty
Destroy=Tank Destroyed
Bonus Round Won=Bonus Round
Kaboom=Explosion
Head shot=Head Shot

[ResultsMenuStatNames]
; If a stat name is not found here it will fallback on TrickNames
SurvivedWaveCount=Rounds Survived
TimeInInfiniteWave=Seconds Survived in Infinite Round
BestChain=Best Chain Combo
UnawareStatus=Unaware of Player
HeadTrackStatus=Head-tracked Player
TurnToFaceStatus=Turned to Face Player
InvestigateStatus=Searched for Player
BustedStatus=Busted Player
AsleepStatus=Enemies Left Asleep
MisteryManDeadStatus=Enemies Dead or Escaped
ThiefDeadStatus=Dead Enemies
Egg=Eggs
Checkpoint=Beams of Light
Fall=Falls in the Void
Speed level=Speed Level
Best Time=Best Time on Challenge
Headshots=Headshots
Civilians Spared=Civilians Spared
Drop Assassinations=Drop Assassinations
Highest Height=Highest Jump Height
Average Height=Average Jump Height
BestNumberOfCheckpoints=Best Number of Beams of Light
Surprise shot=Surprise Shots
